import{bigTransport}from './bigTransport';
export const ITEMS: bigTransport[]=
[
    {
        title:"Авто",
        text:"Недавно известный самосвал-гигант БелАЗ-75710 установил мировой рекорд по грузоподъёмности. На испытательном полигоне автомобиль перевёз груз весом в 503,5 тонны.БелАЗ-75710 был представлен белорусам в сентябре 2013 года. Длина данного экземпляра достигает 20 метров, а в высоту — восьми. Общая масса машины составляет 810 тонн; суммарная мощность двигателей — более 4600 лошадиных сил.",
        photo:"../../../assets/Image/belaz.jpg"
    },
    {
        title:"Самолет",
        text:"Stratolaunch, предназначен для вывода на орбиту Земли небольших спутников. Это крупнейший по размаху крыльев цельнокомпозитный самолет планеты. Машина длинной 73 метра, весом почти 227 тонн и размахом крыла 117 метров поднималась в воздух только один раз – в апреле 2019 года. Первый полет продлился более двух часов. Он оснащен шестью двухконтурными турбореактивными двигателями Pratt & Whitney PW4056. Максимальная скорость: 853 км/ч.",
        photo:"../../../assets/Image/plain.jpg"
    },
    {
        title:"Корабль",
        text:"Harmony of the Seas — самый большой круизный лайнер в мире, который называют плавающим городом. Он обошелся в сумму около $1 млрд и вмещает более 6 тыс. человек. Длина 16-палубного лайнера — 362 м (он на 50 м длиннее, чем Эйфелева башня), ширина — 66 м, а вес — 120 тыс. т. Он вмещает 6,3 тыс. пассажиров и 2,1 тыс. членов экипажа.",
        photo:"../../assets/Image/shif.jpg"
    }
]
